[
  "calendar",
  "obsidian-day-planner",
  "periodic-notes",
  "dataview",
  "quickadd",
  "obsidian-excalidraw-plugin",
  "templater-obsidian",
  "obsidian-emoji-toolbar",
  "obsidian-enhancing-mindmap",
  "table-editor-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "tag-wrangler",
  "better-word-count",
  "obsidian-auto-pair-chinese-symbol",
  "obsidian-custom-attachment-location",
  "obsidian-style-settings",
  "code-block-copy",
  "note-refactor-obsidian",
  "obsidian-react-components",
  "cmenu-plugin",
  "Enhanced-editing",
  "obsidian-pandoc"
]